Repository: pi-module/search
Catalog: locale/*/admin.po
Languages: fa, fr

source: Search
fa: جستجو
fr: Rechercher

source: Search box.
fa: باکس جستجو
fr: Block de recherche.

source: Search type
fa: نوع جستجو
fr: Type de recherche

source: Normal
fa: عادی

source: Ajax
fa: ای جکس

source: Target
fa: هدف

source: Module
fa: ماژول

source: Module for search
fa: ماژول منبع برای جستجو
fr: Module pour la recherche

source: Search on current module
fa: جستجو در ماژول فعلی
fr: Recherche dans le module courant

source: Show or hide option for search on current module
fa: نمایش یا مخفی کردن گزینه جستجو در ماژٰول فعلی
fr: Afficher ou cache l'option de recherche dans le module courant

source: Title field description
fa: توضیع داخل باکس جستجو
fr: Description pour le champ Titre

source: Disable Submit button
fa: غیرفعال کردن دکمه ارسال
fr: Désactiver le bouton Soumette

source: Ajax search delay
fa: تاریخ در جستجوی ای جکسی

source: Set delay by milliseconds
fa: میزان تاخیر را به میلی ثانیه وارد کنید

source: Use block effects
fa: استفاده از افکت های بلاک
fr: Utiliser les effets Block

source: Use block effects or set custom effect on theme
fa: استفاده از افکت های جاوا اسکریپت یا سی اس اس بلاک یا شخصی سازی آن در قالب
fr: Utiliser les effets pour le bloc ou définir un effet custom dans le thème

source: Modules
fa: ماژول ها

source: Search engines
fa: موتور های جستجو

source: Leading search result limit
fa: پیشتاز نتایج جستجو
fr: Limite résultats affichés sur page de Résultats

source: Number of found items on leading page.
fa: تعداد موارد یافت شده در صفحه اصلی از هر ماژول
fr: Nombre d'éléments trouvés affichés sur la page principale

source: List search result limit
fa: محدودیت صفحه نمایش نتایج جستجو
fr: Limite pour la liste des résultats de recherche

source: Number of found items on list page.
fa: تعداد موارد یافت شده در هر صفحه
fr: Nombre d'éléments trouvés affichés sur la page de liste

source: Minimum query
fa: کمترین کوئری
fr: Requête minimale

source: Minimum length for query term.
fa: کمترین طول برای کلمه مورد جستجو
fr: Longueur minimum du terme recherché

source: Separate query
fa: تکه تکه کردن کوئری
fr: Splitter la requête (phrase exacte)

source: Separate input keyword by space
fa: بر اساس اسپیس عبارت ورودی را به کلمات کوچک‌تر تجزیه کن
fr: Séparer les mots saisis par un espace

source: Localize query
fa: بومی سازی کوئری
fr: Tropicaliser les requêtes

source: Localize query by selected language on website
fa: بومی سازی کوئری وادر شده برای جستجو براساس زبان انتخاب شده در وب سایت، به طور مثال اگر این گزینه فعال باشد در زبان فارسی ي و ك عربی با ی و ک فارسی جایگزین می شوند
fr: Tropicaliser les requêtes pour la langue du site

source: Save search log
fa: ذخیره گزارش جستجو
fr: Sauvegarder les termes recherchés

source: It make your website little slow
fa: فعال کردن این گزینه ممکن است مقداری سایت شما را کُند نماید
fr: Votre site sera légèrement moins rapide

source: Use custom template
fa: استفاده از تمپلیت شخصی

source: if Check it, on result system use custom template from modules
fa: اگر این گزینه را انتخاب کنید در نتایج جستجو از تمپلیت شخصی سازی شده در ماژول استفاده می شود

source: Search interval limit
fa: محدودیت فاصله دو جستجو
fr: Intervalle limite de Recherche

source: Limit for search time interval.
fa: محدودیت زمان برای فاصله بین دو جستجو
fr: Intervalle entre 2 recherches

source: Anonymous interval limit
fa: محدودیت جستجو کاربر مهمان
fr: Intervalle entre 2 recherches pour les Anonymes

source: Limit for anonymous search time interval.
fa: محدودیت زمان برای فاصله بین دو جستجو توسط کاربر مهمان
fr: Intervalle de temps limite pour la recherche des Anonymes

source: Search result cache
fa: کَش نتایج جستجو
fr: Cache des Résultats de Recherche

source: Hot search
fa: جستجوی داغ
fr: Recherche Fréquente

source: Hot words for global auto-complete, separated by comma `,`.
fa: کلمات داغ برای جستجوی سراسری به صورت اتو-کمپلیت ، با استفاده از کاما `,` جدا کنید.
fr: Mots fréquents pour l'auto-complétion globale, séparés par une virgule ','

source: Modules to search
fa: ماژول ها برای جستجو
fr: Module de recherche

source: Only specified modules are allowed to search, separated by ",".
fa: تنها ماژول های مشخص شده برای جستجو در دسترس هستند. با استفاده از "," جدا کنید.
fr: Seuls les modules spécifiés sont autorisés à rechercher, séparés par ",".

source: Field to search
fa: فیلد های مورد جستجو

source: If set field name here, system just search on that fields on your modules but if your set field not exist on module fields search on all module fields, separated by ",".
fa: اگر نام یک فیلد را در اینجا وارد کنید، سیستم فقط بر روی آن فیلد جستجو انجام خواهد داد، اما اگر فیلدی که وارد میکنید در ماژول خاصی موجود نباشد، سیستم بر روی تمام فیلد های مشخص شده آن ماژول جستجو را انجام می دهد

source: Module open link type
fa: نوع لینک نتایج بیشتر

source: Open more result on search
fa: صفحه ماژول جستجو باز شود

source: Open more result on module
fa: صفحه ماژول مربوطه باز شود

source: Google local host
fa: آدرس محلی گوگل

source: Specify a google local host if it is not https://www.google.com
fa: آدرس محلی گوگل را اگر https://www.google.com نیست مشخص کنید.
fr: Indiquer un google local host si ce n'est pas httts://www.google.com

source: Display Google link
fa: نمایش لینک گوگل
fr: Afficher le lien Google

source: Google custom search code
fa: کد جستجو شخصی گوگل
fr: Code Google Custom Search

source: Google CSE provided at https://www.google.com/cse/
fa: گوگل CSE ارائه شده در https://www.google.com/cse/
fr: Google CSE fourni à https://www.google.com/cse/

source: Display bing link
fa: نمایش لینک بینگ

source: Display Baidu link
fa: نمایش لینک بایدو
fr: Afficher le lien Baidu

source: Baidu custom search code
fa: ایجاد کد جستجوی شخصی
fr: Code Baidu Custom Search

source: Custom search provided by Baidu at http://zhanzhang.baidu.com/search/
fa: کد جستجوی شخصی ارائه شده توسط بایدو در http://zhanzhang.baidu.com/search/
fr: Custom Search fourni par Baidu à http://zhanzhang.baidu.com/search/

source: Search service applications.
fa: ابزار سرویس جستجو
fr: Module Moteur de Recherche

source: Dictionary
fa: فهرست لغات
fr: Dictionnaire

source: List of top searched terms
fr: Top termes recherchés

source: Term
fr: Termes

source: Weight
fr: Poids

source: Save log option for search module not active
fr: L'enregistrement des termes recherchés n'a pas été activé
