Repository: pi-module/search
Catalog: locale/*/default.po
Languages: fr

source: Submission flood detected, please wait for a while.
fr: Un trop grand nombre de recherches détecté, merci d'attendre un peu

source: Search result of %s on %s
fr: %s résultats dans %s

source: See more results
fr: Voir plus de résultats

source: No result found.
fr: Aucun résultat trouvé.

source: Please input term for search
fr: Saisir vos termes de recherche

source: All modules
fr: Tous les modules

source: Global
fr: Globale

source: Keywords
fr: Mots-Clefs

source: Search
fr: Rechercher

source: Google search for %s
fr: Recherche Google pour %s

source: Loading ...
fr: Chargement...

source: Go to home page
fr: Aller à la page d'accueil

source: Google search
fr: Recherche Google

source: Search result
fr: Résultant de recherche

source: %d found.
fr: %d trouvé(s).

source: Search result of %s
fr: Résultat de recherche pour %s

source: On all modules we found about <strong>%d</strong> result on search of <strong>%s</strong>
fr: Dans tous les modules, nous avons trouvés <strong>%d</strong> résultats pour les termes de recherche <strong>%s</strong>

source: All result &raquo;
fr: Tous les résultats &raquo;
